node {
  name: "data_loading/Const"
  op: "Const"
  attr {
    key: "_output_shapes"
    value {
      list {
        shape {
          dim {
            size: 2367
          }
        }
      }
    }
  }
  attr {
    key: "dtype"
    value {
      type: DT_STRING
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_STRING
        tensor_shape {
          dim {
            size: 2367
          }
        }
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11728.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12124.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10467.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12094.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10041.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10461.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10873.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10894.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12314.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12646.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10456.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11330.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1229.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12471.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11880.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11118.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10336.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11098.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1113.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11281.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10274.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12279.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1102.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11333.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12342.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10632.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11988.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11936.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12426.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10482.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11052.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11785.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12230.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1104.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1103.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11668.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10088.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11173.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10777.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12295.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1101.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11483.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10127.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10582.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10073.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10535.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12256.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10397.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10576.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12238.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12606.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12512.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10899.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12090.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12132.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1003.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10778.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12099.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12558.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10201.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12014.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11461.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10575.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11361.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12016.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10436.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12599.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1183.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11605.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/119.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10586.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10348.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10615.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10229.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11627.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10154.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11102.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10227.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12578.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12434.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1093.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12048.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10587.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11986.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/100.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12277.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12008.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11631.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12549.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11801.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12423.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10422.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10833.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/115.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10829.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11918.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10744.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1199.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11767.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10198.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11820.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11019.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11876.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12506.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11641.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10563.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11232.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12637.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11362.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10421.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10068.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11385.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12248.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11495.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10387.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10727.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1212.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11165.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11612.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1051.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12164.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10131.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12294.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12208.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10279.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11611.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11844.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12019.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12465.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10529.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10871.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12611.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12400.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10707.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12433.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10757.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11974.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11726.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1079.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11625.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11679.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11677.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11752.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10230.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11507.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10223.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/117.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10206.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11186.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11011.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10898.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10994.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10122.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11293.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11616.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10671.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12263.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10495.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11328.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1225.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10589.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11814.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10352.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12028.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10921.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10559.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12581.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11828.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10019.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10392.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11912.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10935.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12335.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12269.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12106.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10008.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10881.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11747.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11863.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10058.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11442.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10922.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11464.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10291.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12406.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1241.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11322.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10317.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10696.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10052.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12498.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11962.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11064.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11713.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11427.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11942.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11586.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12286.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11206.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11284.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11973.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11711.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11409.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1145.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10622.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10664.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10650.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/104.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11840.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10437.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11900.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11750.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12504.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11239.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1100.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11457.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11773.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1231.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12469.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12624.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11336.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10213.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11678.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12370.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11850.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11856.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11294.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12184.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11518.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11542.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11053.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10698.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12080.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11620.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10301.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12176.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11145.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12623.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10327.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1037.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1077.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12130.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12092.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11940.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11602.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11185.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11729.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12254.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10066.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11146.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1240.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11235.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10982.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11568.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11028.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10488.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10722.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11759.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10183.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11364.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1256.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11109.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11923.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11047.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11295.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12421.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10598.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11681.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10769.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11198.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12135.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10804.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10570.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12409.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/126.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11983.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10117.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10273.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10849.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10390.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12545.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12522.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10420.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10560.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11953.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11796.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10380.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10109.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11791.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10682.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12170.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11266.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10096.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10603.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11240.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12123.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10605.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10853.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12494.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10929.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12031.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1264.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10584.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11600.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12216.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10657.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11443.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10538.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11978.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10896.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11504.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11508.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12580.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11143.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11566.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10581.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10434.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10349.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11009.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11853.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11673.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10167.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12077.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10848.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10604.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12488.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10608.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10027.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10840.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12550.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1160.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11243.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12633.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11016.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12507.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11574.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11267.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10074.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11663.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10026.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11015.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11270.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11161.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11021.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11510.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1193.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10282.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10133.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11068.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11033.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10663.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10852.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1065.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12168.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1210.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10937.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11156.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11429.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11355.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12567.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10365.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11965.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12020.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12589.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10876.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10158.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11303.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10287.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11108.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10814.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11430.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12659.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11084.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12509.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12126.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12172.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10773.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12244.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12440.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11452.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10486.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11739.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10653.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10311.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12353.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10747.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12001.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1089.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11332.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11082.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10832.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10475.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11027.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11630.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10210.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11930.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12389.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11807.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/120.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10363.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11002.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10374.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1180.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11776.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10087.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10306.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1008.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11455.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11498.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12015.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12250.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10737.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12399.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11921.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10023.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11286.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12517.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10500.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11633.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10473.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10735.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10543.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10524.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11599.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1028.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11789.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10963.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1070.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11702.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12293.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12157.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11123.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10412.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12062.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12023.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10329.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10879.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10491.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11040.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12046.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10097.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10389.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10718.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11208.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12181.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12320.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10511.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11866.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11760.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11193.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10855.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11135.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11799.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11370.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11180.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/106.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10444.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11577.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10798.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10544.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12284.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10137.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10243.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12304.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12642.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1226.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11987.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1131.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12443.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1134.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12595.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12272.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11220.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10331.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11732.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11018.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11224.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12121.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10059.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10667.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12051.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11110.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11862.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10328.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10895.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/11831.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1096.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10034.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/12495.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/10219.jpg"
        string_val: "C:/Users/rizwan.asif/Desktop/projects/SfMLearner/formatted_mars_data/1053.jpg"
